Repository: Distrotech/yelp
Catalog: po/*.po
Languages: mn

source: GNU Info Pages
mn: GNU мэдээллийн хуудсууд

source: Applications
mn: Программууд

source: Configuration Files
mn: Тохируулгын файлууд

source: Development
mn: Хөгжил

source: FORTRAN Functions
mn: FORTRAN функцууд

source: Games
mn: Тоглоом

source: Hardware Devices
mn: Техник хангамжийн төхөөрөмж

source: Kernel Routines
mn: Гол программууд

source: Library Functions
mn: Номын сангийн функцүүд

source: Manual Pages
mn: Хэрэглэх зааврын хуудсууд

source: OpenSSL Applications
mn: Open SSL Х.програмууд

source: OpenSSL Configuration
mn: Open SSL тохируулга

source: OpenSSL Overviews
mn: Open SSL Тойм

source: Overviews
mn: Тойм

source: POSIX Functions
mn: POSIX функцүүд

source: POSIX Headers
mn: POSIX толгой хэсгүүд

source: Perl Functions
mn: Perl функцүүд

source: Qt Functions
mn: Qt функцүүд

source: System Administration
mn: Системийн зохион байгуулагч

source: System Calls
mn: Системийн дуудалт

source: Termcap Applications
mn: Termcap Програмууд

source: X11 Applications
mn: Х11 Програмууд

source: X11 Configuration
mn: Х11 Тохируулгa

source: X11 Devices
mn: Х11 Зөвлөлгөө

source: X11 Functions
mn: Х11 функцүүд

source: X11 Games
mn: Х11 Тоглоом

source: X11 Overviews
mn: Х11 Тойм

source: Accessibility
mn: Давуу тал

source: Accessories
mn: Нэмэлт

source: Administration
mn: Системийн зохион байгуулагч

source: Desktop
mn: Дэлгэц

source: Education Applications
mn: Сургалтын програмууд

source: Graphics
mn: Графикууд

source: Help Topics
mn: Тусламжийн сэдэв

source: Internet
mn: Интернет

source: KDE
mn: КДЭ

source: Multimedia
mn: Мультимедиа

source: Office
mn: Оффис

source: Other
mn: Бусад

source: Other Documentation
mn: Бусад баримтжуулалт

source: Panel Applets
mn: Самбарын Апплетүүд

source: Preferences
mn: Тохиргоо

source: Programming
mn: Програмчилж байна

source: Scientific
mn: Шинжлэх ухааны

source: System Tools
mn: Системийн програм

source: X Applications
mn: Х.програмууд

source: <b>Accessibility</b>
mn: <b>Давуу тал</b>

source: <b>Fonts</b>
mn: <b>Үсгийн төрлүүд</b>

source: Add Bookmark
mn: Хавчуурга нэмэх

source: Bookmarks
mn: Хавчуургууд

source: C_ase sensitive
mn: Эмзэг тохиолдол

source: Find
mn: Ол

source: Open Location
mn: Байрлалыг нээх

source: Re_name
mn: Н_эрийг өөрчлөх

source: _Bookmarks:
mn: _Хавчуургууд:

source: _Browse with caret
mn: _Карет тэмдгээр үзүүлэх

source: _Find:
mn: _Хайх:

source: _Fixed width:
mn: _Өргөнийг тодорхойлох

source: _Location:
mn: _Байрлал:

source: _Next
mn: _Цааш

source: _Previous
mn: _Гэдрэг

source: _Title:
mn: _Гарчиг:

source: _Use system fonts
mn: _Системийн үсгийн төрлийг хэрэглэх

source: _Variable width:
mn: _Өргөний сонголт

source: _Wrap around
mn: _Тойруулан хучих

source: Font for fixed text
mn: Тодорхой текстний үсгийн төрөл

source: Font for text
mn: Текстний үсгийн төрөл

source: Font for text with fixed width.
mn: Тодорхой өргөн бүхий текстний үсгийн төрөл

source: Font for text with variable width.
mn: Өргөний сонголттой текстний үсгийн төрөл

source: Use a keyboard-controllable caret when viewing pages.
mn: Хуудсыг харуулж байвал гараар удирдаж болох карет тэмдгийг хэрэглэнэ.

source: Use caret
mn: Карет тэмдгийг хэрэглэх

source: Use system fonts
mn: Системний үсгийн төрлйг хэрэглэх

source: Use the default fonts set for the system.
mn: Системд зориулсан стандарт үсгийн төрлийг хэрэглэх

source: Yelp Factory
mn: Yelp Үүсгүүр

source: Open Bookmark in New Window
mn: Шинэ цонхонд хавчуургыг нээх

source: Rename Bookmark
mn: Хавчуурганы нэр өөрчлөх

source: Remove Bookmark
mn: Хавчуургыг устгах

source: A bookmark titled %s already exists for this page.
mn: Энэ хуудсанд зориулсан %s гарчигтай хавчуурга байна.

source: A bookmark titled <b>%s</b> already exists for this page.
mn: Энэ хуудсанд зориулсан <b>%s</b> гарчигтай хавчуурга байна.

source: Document Sections
mn: Баримтын хэсгүүд

source: The file ‘%s’ could not be parsed. Either the file does not exist, or it is not well-formed XML.
mn: ‘%s’-ыг дүрмийн хувьд шалгаж чадахгүй. Нэг бол файл байхгүй байна эсвэл XML-сайн форматлагдаагүй байна.

source: An unknown error occured
mn: Үл мэдэгдэх алдаа гарлаа

source: Could not load document
mn: Баримтыг ачаалж чадахгүй байна

source: Could not load section
mn: Хэсгийг ачаалж чадахгүй байна

source: Could not read the table of contents
mn: Агуулгыг уншиж чадахгүй

source: Unsupported Format
mn: Дэмжигдээгүй Формат

source: Could not read document
mn: Баримтыг уншиж чадахгүй байна

source: Could not process document
mn: Баримт ажиллахгүй байна

source: No information is available about the error.
mn: Алдааны талаар боломжийн мэдээлэл байхгүй.

source: The file ‘%s’ could not be parsed. Either the file does not exist, or it is not a well-formed info page.
mn: ‘%s’ файлыг шалгаж чадахгүй. Файл нэг бол байхгүй эсвэл мэдээний хуудаст зөв форматлагдаагүй байна.

source: The file ‘%s’ could not be read and decoded. The file may be compressed in an unsupported format.
mn: ‘%s’ файлыг уншиж чадахгүй мөн кодыг тайлж чадахгүй байна. Файл магадгүй дэмжигдээгүй форматад орсон.

source: Define which cache directory to use
mn: Түр хадгалагч лавлахыг хэрэглэхийн тулд тодорхойлох

source: Could not activate Yelp: '%s'
mn: Yelp »%s« идэвхижсэнгүй.

source: Could not open new window.
mn: Шинэ цонх нээгдэх боломжгүй.

source: Help
mn: Тусламж

source: The file ‘%s’ could not be parsed. Either the file does not exist, or it is formatted incorrectly.
mn: ‘%s’ файлыг шалгах боломжгүй. Файл нэг бол байхгүй эсвэл буруу форматлагдсан.

source: Document Information
mn: Баримтын мэдээлэл

source: The YelpDocInfo struct of the document
mn: Баримтын YelpDocInfo struct

source: Preparing to print
mn: Хэвлэлтэнд бэлтгэж байна

source: Pages
mn: Хуудсууд

source: Generating PDF is not currently supported
mn: Ерөнхий PDF одоогоор дэмжигдээгүй

source: Printing is not supported on this printer
mn: Хэвлэлт энэ хэвлэгч дээр дэмжигдэхгүй

source: You were trying to print to a printer using the "%s" driver. This program requires a PostScript printer driver.
mn: Та "%s" драйверийг хэрэглэн хэвлэхээр оролдож байна. Энэ програм нь PostScript хэвлэгчийн драйверийг шаарддаг.

source: An error occurred while printing
mn: Хэвлэх явцад алдаа гарлаа.

source: It was not possible to print your document
mn: Таны баримтыг хэвлэх боломжгүй байна

source: Printing
mn: Хэвлэж байна

source: <b>Printing</b>
mn: <b>хэвлэж байна</b

source: Waiting to print
mn: Хэвлэхийг түр хүлээнэ үү

source: _From:
mn: _Хэнээс:

source: Sets the start of the range of pages to be printed
mn: Хуудасны захын эхлэлийг хэвлэлтэд байрлуулах

source: _To:
mn: _хэнд:

source: Sets the end of the range of pages to be printed
mn: Хуудасны захын төгсгөлийг хэвлэлтэд байрлуулах

source: Your search could not be processed. The file ‘%s’ is either missing or is not a valid XSLT stylesheet.
mn: Таны хайлт ажиллахгүй байна. ‘%s’ файл байхгүй байна эсвэл XSLT stylesheet хүчингүй байна.

source: No href attribute found on yelp:document
mn: yelp баримтад href шинж алга

source: Out of memory
mn: Санах ойноос гарах

source: Help Contents
mn: Тусламжын агуулга

source: Could not load the OMF file '%s'.
mn: %s OMF файл ачаалагдсангүй.

source: YelpTocPager: Pause count is negative.
mn: YelpTocPager: Түр зогсолтын тоо сөрөг байна.

source: Read man page for %s
mn: %s хуудсыг унших

source: Read info page for %s
mn: %s мэдээний хуудсыг унших

source: The table of contents could not be loaded. The file ‘%s’ is either missing or is not well-formed XML.
mn: Агуулгын хүснэгт ачаалагдсангүй. '%s' файл нэг бол байхгүй байна эсвэл XML зөв форматлагдаагүй.

source: Command Line Help
mn: Тусламжын командын шугам

source: The table of contents could not be processed. The file ‘%s’ is either missing or is not a valid XSLT stylesheet.
mn: Агуулгын хүснэгт ажиллахгүй байна. %s файл байхгүй байна эсвэл XSZL stylesheet хүчингүй байна.

source: _File
mn: _Файл

source: _Edit
mn: _Боловсруулах

source: _Go
mn: _Оч

source: _Bookmarks
mn: _Хавчуурга

source: _Help
mn: _Тусламж

source: _New Window
mn: _Шинэ цонх

source: Print This Document
mn: Энэ бариимтыг хэвлэх

source: Print This Page
mn: Энэ хуудсыг хэвлэх

source: About This Document
mn: Энэ баримтын тухай

source: Open _Location
mn: Байрлалыг нээх

source: _Close Window
mn: Цонх _хаах

source: _Copy
mn: _Хуулах

source: _Select All
mn: _Бүгдийг сонгох

source: _Find...
mn: _Хайх...

source: Find Pre_vious
mn: _Гэдрэг хайх

source: Find previous occurrence of the word or phrase
mn: Өмнөх үгийн дүрмээр хайх

source: Find Ne_xt
mn: _Дараагийнхыг ол

source: Find next occurrence of the word or phrase
mn: Дараагийн үгийн дүрмээр хайх

source: _Preferences
mn: _Тохиргоо

source: _Reload
mn: _Дахин ачаалах

source: _Back
mn: _Буцах

source: Show previous page in history
mn: Түүх доторхи өмнөх хуудсыг харуулах

source: _Forward
mn: _Урагш

source: Show next page in history
mn: Түүх доторхи дараах хуудсыг харуулах

source: _Help Topics
mn: _Тусламжын Гарчигууд

source: Go to the listing of help topics
mn: Тусламжын гарчигын жагсаалт руу орох

source: _Previous Section
mn: Ө_мнөх хэсэг

source: _Next Section
mn: _Дараагийн хэсэг

source: _Contents
mn: _Агуулага

source: _Add Bookmark
mn: _Хавчуургыг нэмэх

source: _Edit Bookmarks...
mn: _хавчуургыг засварлах...

source: _Open Link
mn: _Линкийг нээх

source: Open Link in _New Window
mn: Линкийг шинэ цонхонд нээх

source: _Copy Link Address
mn: _Линкийн хаягийг хуулах

source: Help On this application
mn: Энэ програмын тусламж

source: _About
mn: _Тухай

source: Copy _Email Address
mn: _Имэйл хаягийг хуулах

source: Help Browser
mn: Тусламж хөтөч

source: The Uniform Resource Identifier for the file is invalid.
mn: Энэ Файлын стандарт туслагч орох боломжгүй.

source: The Uniform Resource Identifier ‘%s’ is invalid or does not point to an actual file.
mn: ‘%s’ Стандарт туслагч нь хүчингүй эсвэл тодорхой файлыг заахгүй байна.

source: Man pages are not supported in this version.
mn: Энэ хувилбарт хуудсуудыг дэмжихгүй байна.

source: GNU info pages are not supported in this version
mn: Энэ хувилбарт GNU мэдээллийн хуудсуудыг дэмжихгүй байна.

source: Search is not supported in this version.
mn: Энэ хувилбарыг дэмжихгүйгээр хайлтыг хийх.

source: SGML documents are no longer supported. Please ask the author of the document to convert to XML.
mn: SGML баримтууд нь удаан дэмжигдээгүй.

source: _Search:
mn: _Хайлт:

source: Search for other documentation
mn: Бусад баримтуудын хувьд хайх

source: Fin_d:
mn: _Хайх:

source: Find _Next
mn: _Дараагийнхыг ол

source: Find _Previous
mn: _Гэдрэг хайх

source: A transformation context could not be created for the file ‘%s’. The format may not be supported.
mn: Өөрчлөлтийн агуулгыг ‘%s’ файлд үүсгэж чадахгүй байна. Магадгүй энэ форматыг дэмжихгүй байна.

source: The section ‘%s’ does not exist in this document. If you were directed to this section from a Help button in an application, please report this to the maintainers of that application.
mn: Энэ баримтад ‘%s’ хэсэг байхгүй байна. Та энэ хэсгийг програм дахь туслах товчноос удирдах бол түүнийг програмны тэжээлд мэдээлж байна уу.

source: The file ‘%s’ could not be read. This file might be missing, or you might not have permissions to read it.
mn: ‘%s’ файлыг уншиж чадахгүй байна. Энэ файл магадгүй байхгүй эсвэл та унших зөвшөөрөлгүй.

source: Loading...
mn: Ачаалж байна...

source: translator-credits
mn: Санлиг Бадрал <badral@chinggis.com> Очирбат Батзаяа <buuvei@yahoo.com> Сүхбаатар Дөлмандах <sdulmandakh@yahoo.com>

source: A documentation browser and viewer for the Gnome Desktop.
mn: Баримтыг харуулах ба Gnome Desktop-д харуулах.

source: The file ‘%s’ could not be parsed. Either the file does not exist, or it is improperly formatted.
mn: ‘%s’ файл дүрмийн хувьд шалгагдаагүй. Нэг бол энэ файл байхгүй байна эсвэл буруу форматлагдсан байна.

source: The document ‘%s’ could not be processed. The file ‘%s’ is either missing, or it is not a valid XSLT stylesheet.
mn: Баримт ‘%s’ ажиллахгүй байна. ‘%s’ файл нь нэг бол байхгүй эсвэл XSLT stylesheet-д хүчингүй.

source: Get help with GNOME
mn: ГНОМЕ-р тусламж авах
